Repository: AlexanderPoone/tempusespatium
Catalog: ios/Tempus E Spatium/Tempus E Spatium/*.lproj/Localizable.strings
Languages: es, fr, ja, zh_hant_hk

# app_name
source: Tempus E Spatium
ja: 时．地．人（一切随机）
zh_hant_hk: 時地人

source: PLAY!
es: ¡JUGAR!
fr: JOUER !
ja: スタート！
zh_hant_hk: 開始遊戲！

source: Rules
es: Reglas
fr: Règles
ja: 規則
zh_hant_hk: 規則

source: Learn
es: Aprender
fr: Apprendre
ja: 勉強
zh_hant_hk: 學習

source: Settings
es: Ajustes
fr: Paramètres
ja: 設定
zh_hant_hk: 設定

source: Highscores
ja: 高分榜
zh_hant_hk: 高分榜

# quit
source: Quit game
es: Salir
fr: Quitter
ja: 終了
zh_hant_hk: 結束遊戲

source: Articles covered:
es: Artículos cubiertos:
fr: Articles couverts:
ja: 涵盖条目：
zh_hant_hk: 涵蓋條目：

# learn_sub
source: Click on the badge to revise now!
es: ¡Haz clic en una etiqueta arriba para repasar!
fr: Cliquer sur une étiquette au-dessour pour réviser !
ja: 按字立即温习！
zh_hant_hk: 按字立即溫習！

source: Resume
es: Reanudar
fr: Reprendre
ja: ゲームを続ける
zh_hant_hk: 繼續遊戲

# return_main_menu
source: Return to main menu
es: Volver al menú principal
fr: Retourner au menu principal
ja: 返回主目录
zh_hant_hk: 返回主目錄

# topic_searcher_heading
source: Search for ANY topic
fr: Recherche dans TOUS les thèmes !
ja: 尽管搜索*任何*题目！
zh_hant_hk: 儘管搜索*任何*題目！

# loading
source: Loading, please wait…
es: Cargando, esperar…
fr: Chargement en cours, veuillez patienter…
ja: 読み込み中。。。待って下さい
zh_hant_hk: 載入中，請稍候…

# enter_keyword
source: Enter keyword to search for a theme!
es: Buscar
fr: Rechercher par mot-clé
ja: 输入关键字搜索题目！
zh_hant_hk: 輸入關鍵字搜索題目！

# highscores_enter_name
source: {md_sentiment_very_satisfied} Congrats, you won! Enter your name:
es: Enhorabuena, ¡ha ganado! Introduzca su nombre:
fr: Félicitations, vous avez gagné ! Entrez votre nom:
ja: 恭喜，你赢了！ 输入你的名称：
zh_hant_hk: 恭喜，你贏了！ 輸入你的名稱：

# level
source: Level %d
es: Nivel %d
fr: Niveau %d
ja: レベル %d
zh_hant_hk: 關卡 %d

# rules_tirade
source: <p>The project is named Tempus E Spatium (Latin for Time and Space, which is often prefixed by “lost in”) as the questions focus on history and geography. Quiz types include: Drag and drop the national flags to the right continent, listen to the national anthem and choose the correct flag, and complete the word. Despite the name of the app, the last type can be of any question type.</p><br /><p>The questions are timed five seconds each (three on hard difficulty). If a player did not answer in time, he will lose 5 points.</p>
es: The project is named Tempus E Spatium (Latin for Time and Space, which is often prefixed by “lost in”) as the questions focus on history and geography. Quiz types include: Drag and drop the national flags to the right continent, listen to the national anthem and choose the correct flag, and complete the word. Despite the name of the app, the last type can be of any question type. The questions are timed five seconds each (three on hard difficulty). If a player did not answer in time, he or she will lose 5 points. The year range of the Date Game varies by difficulty, too (Hard: 20 years; Insane 50 years; Hysterical 100 years)!
fr: The project is named Tempus E Spatium (Latin for Time and Space, which is often prefixed by “lost in”) as the questions focus on history and geography. Quiz types include: Drag and drop the national flags to the right continent, listen to the national anthem and choose the correct flag, and complete the word. Despite the name of the app, the last type can be of any question type. The questions are timed five seconds each (three on hard difficulty). If a player did not answer in time, he or she will lose 5 points. The year range of the Date Game varies by difficulty, too (Hard: 20 years; Insane 50 years; Hysterical 100 years)!
ja: The project is named Tempus E Spatium (Latin for Time and Space, which is often prefixed by “lost in”) as the questions focus on history and geography. Quiz types include: Drag and drop the national flags to the right continent, listen to the national anthem and choose the correct flag, and complete the word. Despite the name of the app, the last type can be of any question type. The questions are timed five seconds each (three on hard difficulty). If a player did not answer in time, he or she will lose 5 points. The year range of the Date Game varies by difficulty, too (Hard: 20 years; Insane 50 years; Hysterical 100 years)!
zh_hant_hk: The project is named Tempus E Spatium (Latin for Time and Space, which is often prefixed by “lost in”) as the questions focus on history and geography. Quiz types include: Drag and drop the national flags to the right continent, listen to the national anthem and choose the correct flag, and complete the word. Despite the name of the app, the last type can be of any question type. The questions are timed five seconds each (three on hard difficulty). If a player did not answer in time, he will lose 5 points.

# pref_general
source: General
fr: Général
ja: 一般设定
zh_hant_hk: 一般設定

# pref_general_locale
source: Locale
es: Idioma de interfaz
fr: Langue d'interface
ja: 言語
zh_hant_hk: 介面語言

# pref_version
source: Version
es: Versión
ja: バージョン
zh_hant_hk: 版本

# pref_player_1_theme
source: Player 1 Theme
es: Tema de Jugador 1
fr: Thème de Joueur 1
ja: プレイヤー1テーマ

# pref_player_2_theme
source: Player 2 Theme
es: Tema de Jugador 2
fr: Thème de Joueur 2
ja: プレイヤー2テーマ

# pref_gameplay
source: Gameplay
es: Juego
fr: Jeu
ja: ゲーム設定
zh_hant_hk: 遊戲設定

# pref_difficulty
source: Difficulty
es: Dificuldad
fr: Difficulté
ja: 難易度

# pref_difficulty_hard
source: Hard
es: Difícil
fr: Dur
ja: 難い

# pref_difficulty_hard_sub
source: 30 seconds for fill in the blanks, 10 for other types
fr: 30 seconds pour le jeu de choix multiples, 10 pour les autres
ja: 空白の質問を30秒間、その他の質問を10秒間入力します

# pref_difficulty_insane
source: InSaNe
es: LoC0
fr: InSeNsÉ
ja: 狂しい

# pref_difficulty_insane_sub
source: 20 seconds for fill in the blanks, 6 for other types
fr: 20 seconds pour le jeu de choix multiples, 6 pour les autres
ja: 空白の質問を20秒間、その他の質問を6秒間入力します

# pref_difficulty_hysterical
source: hYsTeRiCaL
es: ¡|-|y5t3r1c4l!
fr: |-|y5tÉr1q|_|e
ja: 集団ヒステリー！

# pref_difficulty_hysterical_sub
source: 18 seconds for fill in the blanks, 5 for other type
fr: 18 seconds pour le jeu de choix multiples, 5 pour les autres
ja: 空白の質問を18秒間、その他の質問を5秒間入力します

# question_anthem
source: Which country does this anthem belong to?
es: ¿De qué país es este himno?
fr: À quel pays l'hymne appartient ?
ja: ここはどの国の国歌？

# bar_points
source: Points: %d
es: Puntos: %d
ja: 得点：%d
zh_hant_hk: 分數：%d

source: Submit!
es: ¡Enviar!
fr: Envoyer !
ja: 提出！
zh_hant_hk: 提交！

source: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_hant_hk: 重設

# paused
source: Game paused
es: Juego pausado
fr: Jeu en pause
ja: ゲームが一時停止しました
zh_hant_hk: 遊戲暫停

source: Answer:
es: Solución:
fr: Solution:
ja: 答え：
zh_hant_hk: 答案：

source: You chose:
es: Ha elegido:
fr: Vous avez selectionné:
ja: あなたは選びました：
zh_hant_hk: 你選了：

source: Anthem name:
es: Nombre del himno:
fr: Nom de l'hymne:
ja: 曲名：
zh_hant_hk: 曲名：

# err_no_network
source: You need a network connection to play the game !
es: ¡Necesita una conexión de Internet!
fr: Il faut une connexion de l'Internet !
ja: ゲームにはインターネット接続が必要です！
zh_hant_hk: 遊戲需要網絡連線！

# lbl_music
source: Music: Squirrel Monkey
es: Música: Squirrel Monkey
fr: Musique: Squirrel Monkey
ja: 音楽： Squirrel Monkey
zh_hant_hk: 音樂： Squirrel Monkey

# really_quit
source: Do you really want to quit the game?
es: ¿De verdad quieres dejar el juego?
fr: Voulez-vous vraiment quitter le jeu ?
ja: 本当にゲームを終了しますか？
zh_hant_hk: 你真的想離開嗎？

source: Yes
es: Sí
fr: Oui
ja: はい
zh_hant_hk: 是

source: No
fr: Non
ja: いいえ
zh_hant_hk: 否

# customise_here
source: Customise here (optional)
es: Pesonalizar aquí (facultativo)
fr: Personnaliser d'ici (facultatif)
ja: カスタマイズするにはここをクリック（必要なし）
zh_hant_hk: 按此自訂（可略過）

source: Submit and play!
es: ¡Enviar y jugar!
fr: Envoyer et jouer !
ja: 提交并ゲームを起動！
zh_hant_hk: 提交並開始遊戲！

# question_history
source: When did the historical event %s take place?
fr: Quand s'est passé l'évènement %s ?
